micropython/micropython/ports/raspberrypi/boards/solderparty_rp2350_stamp_xl/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "RP2350 Stamp XL"
#define MICROPY_HW_MCU_NAME "rp2350b"
